Repository: ArslanRafique/django_openstack_auth
Catalog: openstack_auth/locale/*/LC_MESSAGES/django.po
Languages: it, kn

source: An error occurred authenticating. Please try again later.
it: Si è verificato un errore. Riprovare più tardi.
kn: ಒಂದು ದೋಷ ಉಂಟಾಗಿದೆ, ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.

source: Authenticate using
it: Esegui autenticazione mediante
kn: ಆತಿಥೇಯಗಣಕಗಳನ್ನು ಉಪಯೋಗಿಸಿ

source: Domain
it: Dominio
kn: ಡೊಮೇನ್

source: Invalid credentials.
it: Credenziali non valide.
kn: ತಪ್ಪು ಕ್ರೆಡೆಂಶಿಯಲ್‌

source: No authentication backend could be determined to handle the provided credentials.
it: Non è stato possibile determinare un backend di autenticazione per gestire le credenziali fornite.
kn: ಈ ಕ್ರೆಡೆಂಶಿಯಲ್‌ ಇಂದ ಯಾವ ಮೌಲ್ಯಗಳು ಒದಗಿಸಿಲ್ಲ

source: Password
kn: ಗುಪ್ತಪದ

source: Project switch failed for user "%(username)s".
it: Passaggio di progetto non riuscito per l'utente "%(username)s".
kn: ಆ ಪರಿಯೋಜನೆಗಾಗಿ %(username)s ಬಳಕೆದಾರನ ಯಾವುದೆ ಪಾತ್ರವನ್ನು ಸೂಚಿಸಲಾಗಿಲ್ಲ.

source: Region
it: Regione
kn: ಪ್ರದೇಶ

source: Switch to project "%(project_name)s" successful.
it: Passaggio al progetto "%(project_name)s" eseguito correttamente.
kn: ಪರಿಯೋಜನೆ "%(project_name)s" ಗೆ ಬದಲಾವಣೆ ಯಶಸ್ವಿಯಾಗಿದೆ

source: The authentication token issued by the Identity service has expired.
it: Il token di autenticazione utilizzato dal servizio Identità è scaduto.
kn: ಗುರುತಿನ ಸೇವಯಿಂದ ಬಂದ ದ್ರುಡೀಕರಣೆಯ ಟೋಕನ್ ಅವಧಿಯಾಗಿದೆ

source: Unable to authenticate to any available projects.
it: Impossibile eseguire l'autenticazione sui progetti disponibili.
kn: ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಆತಿಥೇಯಗಣಕಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ

source: Unable to establish connection to keystone endpoint.
it: Impossibile stabilire la connessione all'endpoint keystone.
kn: ಕೀಸ್ಟೋನ್ ಜೊತೆ ಸಂಪರ್ಕ ವಿಫಲವಾಗಿದೆ

source: Unable to retrieve authorized projects.
it: Impossibile richiamare i progetti autorizzati.
kn: ಅಧಿಕಾರದ ಪರಿಯೋಜನೆಗಳನ್ನೂ ಹಿಂಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ

source: User Name
it: Nome utente
kn: ಬಳಕೆದಾರ ಹೆಸರು

source: You are not authorized for any projects.
it: Non si dispone dell'autorizzazione per accedere ai progetti.
kn: ಈ ಕಾರ್ಯಚಾರಣೆಯನ್ನು ನಡೆಸಲು ನಿನಗೆ ಅಧಿಕಾರವಿಲ್ಲ.
